tap "heroku/brew"
tap "stripe/stripe-cli"

brew "bash"
brew "fzf"
brew "git"
brew "gh"
brew "git-extras"
brew "heroku/brew/heroku"
brew "ripgrep"
brew "stow"
brew "typos-cli"
brew "stripe/stripe-cli/stripe"
brew "vim"
brew "mise"

cask "1password"
cask "dash@6"
cask "docker-desktop"
cask "google-chrome"
cask "imageoptim"
cask "postgres-unofficial"
cask "rectangle"
cask "slack"
cask "spotify"
cask "steam"
cask "tuple"
