tap "heroku/brew"
tap "stripe/stripe-cli"

brew "asdf"
brew "balena-cli"
brew "fzf"
brew "gh"
brew "git-extras"
brew "heroku/brew/heroku"
brew "nodenv"
brew "pyenv"
brew "rbenv"
brew "ripgrep"
brew "ruby-build"
brew "rust"
brew "stripe/stripe-cli/stripe"
brew "vim"

cask "1password"
cask "aws-vault"
cask "dash"
cask "docker"
cask "google-chrome"
cask "imageoptim"
cask "notion"
cask "postgres-unofficial"
cask "rectangle"
cask "slack"
cask "spotify"
cask "steam"
cask "tuple"
